
"str_popup_DIVA_name" 		= "Name";
"str_popup_DIVA_modDate" 	= "Modification Date";
"str_popup_DIVA_creDate"	= "Creation Date";
"str_popup_DIVA_size" 		= "Size";
"str_popup_DIVA_kind" 		= "Kind";


"str_IconSizeLabel"			= "%d x %d";